{
  "OVERVIEW": {
    "HEADLINE": "Many along Texas border still live without clean, safe water",
    "SUBTITLE": "Texas border’s third-world problem",
    "BYLINE": "<a href=\"http://www.texastribune.org/about/staff/neena-satija/\">Neena Satija</a> &amp; <a href=\"http://www.texastribune.org/about/staff/alexa-ura\">Alexa Ura</a>",
    "SLUG": "",
    "SHARE_1": "Tens of thousands along the Texas border still live without clean, safe water",
    "SHORT_URL": "http://trib.it/undrink",
    "UNIVISION": "<p>Lea <a href=\"http://univision41.univision.com/noticias/texas/article/2015-03-08/un-problema-del-tercer-mundo-en-la-frontera-de-texas\">este artículo</a> traducido al español por nuestros compañeros de Univision.</p>\n",
    "FULL_TEXT": "<p>Turn on the faucet. Fill a glass with water. Drink it. Acts so commonplace you perform them without thinking twice.</p>\n<p>Flora Barraza cannot. Neither can José Garcia, nor the cooks at Los Pasteles Bakery No. 2, nor the elderly at the Epoca de Oro Adult Day Care.</p>\n<p>Along the Texas-Mexico border, nearly 90,000 people are believed to still live without running water. An untold number more — likely tens of thousands, but no one is sure — often have running water of such poor quality that they cannot know what poisons or diseases it might carry.</p>\n<p>They are mostly low-income Hispanics, some living in isolated pockets or low-grade developments on land nobody else wanted. Poor, powerless and out of sight, they continue to grapple with the illnesses and hardships that come from lacking such a basic necessity.</p>\n<p>“Some people have no idea that there’s still third-world conditions in the most powerful country in the world,” says U.S. Rep. Henry Cuellar, a Laredo Democrat whose constituents live in some of the worst conditions.</p>\n<p>It is not a new problem. State and national governments launched massive efforts to solve it in the 1980s when the border’s population surged. They created <a href=\"http://www.becc.org/about-us\">huge institutions</a> to funnel billions of dollars toward <a href=\"http://www.becc.org/our-impact/united-states/texas\">building</a> treatment plants and pipelines.</p>\n<p>But many people have been left behind. Whether rooted in sloppy development, political infighting, lax enforcement or environmental hurdles, each border community’s challenges tell a version of the same story — families struggling for an essential resource most people take for granted.</p>\n<p>Nestled in the mountains of West Texas near Big Bend State Park, the small community of <a href=\"http://apps.texastribune.org/undrinkable/las-pampas\">Las Pampas</a> is so remote that it has never been worth the cost to run pipes to just a few dozen homes. Residents are left to haul their water from miles away. </p>\n<p>In <a href=\"http://apps.texastribune.org/undrinkable/rio-bravo-el-cenizo\">Rio Bravo and El Cenizo</a>, neighboring border towns a few miles south of Laredo, a brand-new water treatment plant was supposed to provide nearly 10,000 people with clean drinking water. But local leaders never mustered the political will or dollars necessary to run it properly, and last year eight workers were indicted for allegedly faking water quality reports.</p>\n<p>On the dry banks of the Rio Grande in far West Texas, many in the village of <a href=\"http://apps.texastribune.org/undrinkable/vinton\">Vinton</a> have hoped for decades to give up contaminated groundwater wells and pipe in clean water from big-city neighbor El Paso. But local political infighting got in the way. </p>\n<p>And in the Rio Grande Valley, a new water plant should have delivered clean drinking water for 14,000 people in <a href=\"http://apps.texastribune.org/undrinkable/rio-grande-city\">Rio Grande City</a>. But a tangled web of locally owned corporations still serves much of the city.</p>\n<p>From poorly treated water to no running water at all, concerns about the damage being inflicted on public health are grave. The burdensome lifestyles thrust upon these four communities and others along the border are emblematic of a widespread indignity: Despite the state’s development and economic progress, some Texans hold a more tenuous grasp on a civilized life. </p>\n<p>“What’s interesting about this is that despite these hardships, [these communities] continue to grow,” said Jacqueline Angel, a public affairs professor who studies Hispanics’ health outcomes and demographics at the University of Texas at Austin. “The population is growing. The problem is not fading.”</p>\n<h3 id=\"an-unmeasured-toll-on-health\">An Unmeasured Toll on Health</h3>\n<p>People who live in the village of Vinton, just outside El Paso, are more likely than their neighbors to have skin problems and gastrointestinal issues — stomach cramps, vomiting and diarrhea — among other maladies. </p>\n<p>Researchers <a href=\"http://www.vintontx.govoffice2.com/vertical/sites/%7B9571B011-F39E-4B6F-A49E-0B16AB6056A3%7D/uploads/Healthy_Vinton_Summary_Technical-Feb14-Final.pdf\">believe</a> high levels of arsenic, E. coli and other contaminants found in their drinking water are responsible.</p>\n<p>Vinton is one of the few towns that have been formally studied, but its experience is echoed along the border. Bad water <a href=\"http://water.epa.gov/drink/contaminants/basicinformation/pathogens.cfm\">makes people sick</a>.</p>\n<p>Stomach and intestinal issues mostly result from drinking water contaminated with bacteria. Chronic public health concerns — like cancer and debilitating diseases — more likely spring from chemical contaminants such as arsenic or pesticides.</p>\n<p>But data on the health toll of bad water in most poor Texas communities is murky.</p>\n<p>“We provide funding to Texas’ health department, and even then we have difficulties [finding] that data,” said José Luis Velasco, U.S. executive director of the United States-México Border Health Commission.</p>\n<p>Because many living on the border do not have health insurance, and others are undocumented immigrants, it’s likely most diseases and ailments resulting from unsafe water are underreported. </p>\n<p>Texas physicians are required to report cases of certain infectious diseases to local and state health departments. But they can’t report illnesses they never see.</p>\n<p>“It’s very difficult for [poor border residents] to go to clinics and hospitals, so obviously the data won’t get reported,” Velasco said.</p>\n<p>State Sen. <a href=\"http://www.texastribune.org/directory/judith-zaffirini/\">Judith Zaffirini</a>, a Democrat from Laredo who has worked to improve water quality in border communities, says lingering distrust of tap water — evidenced by the many border residents who buy bottled water even where tap water is safe — proves that local and state officials have more work to do. </p>\n<p>“Ensuring clean water is a cost-effective investment,” Zaffirini said. “It’s expensive, but it’s less expensive than dealing with the health consequences.”</p>\n<h3 id=\"money-to-help-is-drying-up\">Money to Help is Drying Up</h3>\n<p>Institutions run by Texas, the U.S. and Mexico have for years struggled to provide border communities with clean drinking water. And for hundreds of those communities, it has <a href=\"http://www.becc.org/our-impact/united-states/texas\">worked</a>, officials say. </p>\n<p>In the past three decades, state and federal programs together have pumped at least $1.79 billion into water improvement projects on the border.</p>\n<p>The money has brought water treatment plants to small Texas border towns, wastewater treatment facilities to Mexico to prevent raw sewage from being dumped into the Rio Grande, and water pipes to countless homes and businesses. </p>\n<p>But the Texas secretary of state’s office still <a href=\"http://www.sos.state.tx.us/border/forms/2014-progress-legislative-report.pdf\">counts</a> tens of thousands of residents in impoverished communities lacking running water — and suffering from it. </p>\n<p>Because of the sheer number of agencies involved on both sides of the border, no one accepts primary responsibility for finding and helping communities in need of clean water. Ask any of them who’s in charge and most point the finger at someone else.</p>\n<p>What is clear is that dwindling funds and endless bureaucracy are blunting progress at all levels.</p>\n<p>In 1994, the U.S. and Mexico created the <a href=\"http://www.nadbank.org/about/origins.asp\">North American Development Bank</a>, or NADBank, to keep an eye on environmental issues — especially water — along the border as the North American Free Trade Agreement kicked in and populations exploded in border towns.</p>\n<p>In the 1990s, Congress approved hundreds of millions of dollars in grants to NADBank for border water projects. But the bank <a href=\"https://www.tceq.texas.gov/assets/public/comm_exec/pubs/pd/020/04-03/nadbank-x.pdf\">lacked</a> enough staff to administer all that funding at once for the poor communities that needed it.</p>\n<p><a href=\"http://journalism.berkeley.edu/projects/border/elpasonadbank.html\">Frustrated</a>, lawmakers began to choke off the flow of grant money. Today the bank mostly gives out loans to communities that are big enough or have the wherewithal to pay them back. </p>\n<p>“Every single agency has felt the pinch of scarcity of money,” said Temis Alvarez of the <a href=\"http://www.becc.org/\">Border Environment Cooperation Commission</a>, which helps administer NADBank funds. </p>\n<p>The story is similar at the state level. In 1989, the Texas Legislature <a href=\"http://www.sos.state.tx.us/border/colonias/legislation.shtml#71st\">gave</a> the state’s Water Development Board funding for water and sewer projects in the infamous colonias, which proliferated as developers took advantage of poor residents along the border by peddling cheap housing but never delivering basic necessities like running water.</p>\n<p>That funding has since been redirected to any economically distressed area along the border, including colonias. The Water Development Board continues to loan money to such border communities for water projects, but there’s a waiting list. And grant money for those that can’t pay back loans is almost nonexistent.</p>\n<p>Simply asking for money takes resources, too. Applying for government funds often takes hundreds of hours of work and expertise that poor communities lack. And even for those border communities that do manage to get funds and build water projects, the story doesn’t end there.</p>\n<p>Local governments often fail to properly manage treatment plants, or the money and expertise required to operate them doesn’t last. And regulators — like the Texas Commission on Environmental Quality — only have a limited ability to make sure things run smoothly.</p>\n<p>“You’ve got to look at what authority the Legislature’s given to everybody,” said Steve Niemeyer, the agency’s head of border affairs. “They’re ultimately the ones responsible if they want to step in and do something.”</p>\n<p>He added, “We just do what we’re told, given the authority that we have.”</p>\n<h3 id=\"river-offers-little-help\">River Offers Little Help</h3>\n<p>Along some stretches of the Texas border, the biggest challenge to providing clean water is the Rio Grande itself.</p>\n<p>More than 1,200 miles of the river separate Texas and Mexico, and in many stretches it is <a href=\"https://www.tceq.texas.gov/waterquality/monitoring/riosum.html\">severely polluted</a>. Cities and companies on both sides dump toxic waste, untreated sewage and other hazardous material into the river each day.</p>\n<p>That’s a particular problem in Mexico, where growing cities with overwhelmed treatment plants <a href=\"https://www.texastribune.org/2013/10/23/us-and-mexico-struggle-clean-rio-grande/\">dump</a> their raw sewage into the Rio Grande, contaminating it with E. coli and other harmful bacteria.</p>\n<p>In other areas, where the river is dry, people dig shallow wells and pump water from underground, which carries significant risks of its own. Much of the groundwater along the border has natural contaminants like arsenic. And agricultural and industrial activity, along with the lack of sewer service, mean that toxic waste ends up in the ground, seeping into the groundwater supplies people rely on for drinking. </p>\n<p>Not all the problems of the Rio Grande — and the groundwater sources that other border communities rely on — are manmade. A <a href=\"http://www.epa.gov/ocem/gneb/gneb15threport/English-GNEB-15th-Report.pdf\">2012 report</a> from the federal Environmental Protection Agency found that much of the border “must rely on source waters of compromised quality due to high [levels of dissolved solid materials], arsenic, fluoride and other natural contaminants.” </p>\n<p>And dozens of cultural barriers also stand between government and the people it’s supposed to help. </p>\n<p>Border residents already living in austere conditions are often too scared to ask for relief, said John Henneberger, co-director of the Texas Low Income Housing Information Service, a nonprofit that works on housing and community development problems.</p>\n<p>Navigating complicated bureaucracy is difficult enough for low-income Texans, let alone for those who don’t speak the language. More than one-third of the Texas border’s 2.7 million residents do not speak English well, according to the state’s Office of Border Health. </p>\n<p>In these largely Hispanic enclaves, also home to a large population of immigrants, others distrust the government, or live in fear that speaking out may attract unwanted attention to their immigration status.</p>\n<p>“Often these are small rural communities, a number of people may be immigrants, there may be language problems, and people are poor so they don’t have the resources and the time to be able to attend meetings and to stay on top of what government does to them and for them,” Henneberger said.</p>\n<p>Meanwhile, political will to help improve water quality on the border is largely spent. While the state’s drought has brought a <a href=\"http://www.texastribune.org/2013/11/06/election-results-headline/\">swift</a> response from elected officials, the cries from some border lawmakers about unsafe water have gone largely unheard before the full Legislature.</p>\n<p>Other elected officials have either passed the buck to someone else or been reluctant to admit that some of their constituents live in near third-world conditions.</p>\n<p>At the local level, border communities operate in silos and have failed to find regional solutions to water challenges, said Carlos Acevedo, a senior project manager for the Border Environment Cooperation Commission.</p>\n<p>Added Cuellar: “We’re in an environment of dwindling monies from Washington, and to be quite honest, I don’t hear much from Austin on colonias. I think we need a renewed effort on the colonias, both at the state and federal level.”</p>\n<p><em>Disclosure: The University of Texas at Austin is a corporate sponsor of The Texas Tribune. A complete list of Tribune donors and sponsors can be viewed <a href=\"http://www.texastribune.org/support-us/donors-and-members/\">here</a>.</em></p>\n",
    "PHOTO_1": "TxTrib-Overview-001.jpg",
    "PHOTO_2": "TxTrib-Overview-002.jpg",
    "PHOTO_3": "TxTrib-Overview-003.jpg",
    "PHOTO_4": "TxTrib-Overview-004.jpg",
    "PHOTO_5": "TxTrib-Overview-005.jpg",
    "CAPTION_1": "Eric Razo, 11, helped load five-gallon water containers into the back of his aunt’s vehicle during a recent water outage in the part of Rio Grande City serviced by Union Water Supply Corporation.",
    "CAPTION_2": "Water is collected and sampled during the various treatment and filtration stages inside the Rio Bravo treatment plant, which was finished in 2010 with $30 million in state funds.",
    "CAPTION_3": "Victor Manuel Juarez, 71, is among the estimated 30 families living in Las Pampas, a colonia in rural Presidio County that doesn’t have running water. Juarez drives into Presidio every three days to fill up a 500-gallon water tank.",
    "CAPTION_4": "A young boy plays on the street in a mobile home park in Vinton that is served by a private groundwater well. The wells in Vinton were found to contain high levels of arsenic and salts.",
    "CAPTION_5": "An Avant filling station during a recent water outage in Rio Grande City.",
    "CREDIT_1": "Spencer Selvidge",
    "CREDIT_2": "Jennifer Whitney",
    "CREDIT_3": "Jennifer Whitney",
    "CREDIT_4": "Jennifer Whitney",
    "CREDIT_5": "Spencer Selvidge",
    "PHOTO_6": "TxTrib-RioBravoElCenizo-006.jpg",
    "CAPTION_6": "Alejandra Rodriguez, who sells party supplies like piñatas, hasn’t trusted the tap water since moving to El Cenizo from Mexico. She claims that the water coming out of the tap is the culprit behind her recurring skin rashes.",
    "CREDIT_6": "Jennifer Whitney",
    "PHOTO_7": "TxTrib-Pampas-008.jpg",
    "CAPTION_7": "Flora Barraza, 66, has lived in Las Pampas without running water for more than 20 years. She fills up a 200-gallon tank at a friend’s house with just enough water for a few days.",
    "CREDIT_7": "Jennifer Whitney"
  },
  "VINTON": {
    "HEADLINE": "Safe water was within reach, but politics and entrenched interests undercut decades of work",
    "SUBTITLE": "Politics Thwart a Village’s Hopes",
    "BYLINE": "<a href=\"http://www.texastribune.org/about/staff/neena-satija/\">Neena Satija</a> &amp; <a href=\"http://www.texastribune.org/about/staff/alexa-ura\">Alexa Ura</a>",
    "SLUG": "vinton",
    "SHARE_1": "Its wells contaminated, Vinton was within reach of safe water — until politics got in the way",
    "SHORT_URL": "http://trib.it/1Net7bA",
    "UNIVISION": "<p>Lea <a href=\"http://univision41.univision.com/noticias/texas/article/2015-03-05/imposible-de-beber-la-pesadilla-de-los-latinos-que-viven-sin-agua-potable\">este artículo</a> traducido al español por nuestros compañeros de Univision.</p>\n",
    "PHOTO_CREDIT": "Jennifer Whitney",
    "FULL_TEXT": "<p>VINTON — The letters, and the drawings, are heartbreaking. </p>\n<p>“I want you to know that you are continuing to contaminate the water that we drink, and the water that we bathe in, and the water that we wash our dishes and our clothes with,” one schoolgirl, Fabiola, writes neatly in dark pencil. “And why are you doing this?”</p>\n<p>In crayon beneath her plea for clean water, Fabiola drew a toilet with waste seeping underground into a family’s well. </p>\n<p>Another letter, signed “Love Sophia,” says in Spanish, “We do not want to be sick anymore.”</p>\n<p>A stack of these letters has been sitting on Vinton Mayor Madeleine Praino’s desk since 2012, when she received the bulk of them, though more have arrived since. That year, after a decades-long effort and amid high hopes, a plan to improve water and sewer services for the incorporated village of 2,000 people crumbled amid nasty City Council politics.</p>\n<p>“We have constant calls from developers: When are you getting the water? When are you getting the sewer?” Praino said from her City Hall office last fall. But it was the letters from schoolchildren, initiated by elementary school teachers in Vinton, that really got to her, Praino says. “I was kind of shaken.” </p>\n<p>For almost half a century, this community has lacked a public water supply. The Rio Grande runs through town, but is mostly dry, forcing residents to rely on a questionable patchwork of local, private water companies that draw from wells. Only a slice of the town is hooked to nearby El Paso’s water system. </p>\n<p>And because there is no sewer service, most houses have septic tanks that aren’t maintained, so wastewater seeps into the groundwater pumped for drinking. </p>\n<p>Vinton differs little from other border communities. A majority of its Hispanic population speaks Spanish at home, a third moved here from Mexico and almost a fifth live in poverty. A steel mill that has operated for more than 50 years dominates the town, and many of its streets are named after metals — Iron Road, Copper Road, Steel Road.</p>\n<p>When a group of researchers and students from the University of Texas at El Paso came to town in December 2013, they <a href=\"http://www.vintontx.govoffice2.com/vertical/sites/%7B9571B011-F39E-4B6F-A49E-0B16AB6056A3%7D/uploads/Healthy_Vinton_Summary_Public-Feb14-Final.pdf\">confirmed</a> what many had long feared: Vinton’s water supply is not safe.</p>\n<p>In tap water samples from dozens of households, researchers found some with alarmingly high levels of arsenic and salts. Others tested positive for bacteria like E. coli. Health surveys of Vinton residents found rates of skin problems and gastrointestinal issues higher than in a similar, neighboring community that gets its water from El Paso.</p>\n<p>Almost a third of the town reported frequent skin problems, which researchers say are caused by salty bath water that dries out skin and can cause rashes and infections. A third of the population also reported frequent stomach and abdominal problems. E. coli causes severe stomach cramps, diarrhea and vomiting, and can be life-threatening.</p>\n<p>Humans process arsenic “pretty quickly,” and Bill Hargrove, a professor and lead investigator of the Vinton study, says he worries especially about the long-term effects on children and the elderly. Ingesting <a href=\"http://www.epa.gov/ogwdw/arsenic.html\">arsenic</a> can cause sore throats, nausea and vomiting, but one of the gravest concerns is an increased risk of cancer, according to the federal Centers for Disease Control and Prevention.</p>\n<p>That has become Arturo Gonz&#225;lez’s most acute worry. After moving to town more than 13 years ago, Gonz&#225;lez, an ironworker who lives in a trailer with his 12-year-old son, drank the tap water without questioning it. </p>\n<p>That stopped after a university researcher knocked on his door. </p>\n<p>“We don’t use it anymore for drinking or cooking or nothing,” Gonz&#225;lez says. “UTEP said it’ll give you cancer if you drink the water.”</p>\n<p>Gonz&#225;lez goes to the store twice a month to buy several five-gallon drums of filtered water. He still pays $45 a month for running water, and says he’d gladly pay more to make it clean and safe. </p>\n<p>That’s how many others feel in this town. Vinton’s population has doubled since 1990, but the town hasn’t shared in the economic development that has seen shiny malls and department stores spring up just outside its borders. </p>\n<p>The water is not only foul, but often doesn’t flow at all. Many fire hydrants don’t work, and outages are common. In the summer of 2013, residents in one part of town lost water service for days in hundred-degree weather. </p>\n<p>“Is this unique? I’m afraid, in Texas, it is not very unique,” Hargrove says. “There are many communities, especially in the border region, who face this same situation.” </p>\n<p>And a solution is so painfully close.</p>\n<h3 id=\"a-failed-plan\">A Failed Plan</h3>\n<p>While other communities without drinkable water are in rural, isolated areas with few options, Vinton has long had one. Engineers and scientists have recommended for decades that the town connect to nearby El Paso’s cleaner and more reliable water and sewer system. That’s what some of its neighbors have done.</p>\n<p>In 2012, Vinton was ready to do just that: build about 21 miles of pipeline to bring in water from El Paso, and new storage tanks to hold it. Fifteen years of planning, design and applications for tens of millions of dollars in state and federal funds were almost completed. But then everything fell apart. </p>\n<p>In March of that year, three City Council members <a href=\"http://www.elpasotimes.com/ci_20149345/vinton-officials-opt-against-water-wastewater-service\">voted against</a> connecting to El Paso’s sewer system. Juvencia Rios-Ontiveros, Martha Garcia and Mar&#237;a Medina had long opposed the project, claiming property taxes and water bills would rise too high. </p>\n<p>A few months later, on the eve of a key deadline to apply for more funds to make the connection, the three women didn’t show up for a council meeting. Without a quorum to vote on submitting the application, Vinton had to abandon all the money. </p>\n<p>“Their main goal was to stop government,” Praino says. “It was very painful.” The town had been unable to pass a budget that year because of a similar deadlock. </p>\n<p>In an interview, Rios-Ontiveros called criticism of her “nothing but lies and innuendos.” Garcia and Medina could not be reached for comment.</p>\n<p>Polling showed that more than 80 percent of the town favored the project. And the community was furious. “This deadlock is not only politically unhealthy, but more so is getting to be a physical health concern,” <a href=\"http://www.elpasotimes.com/ci_21898342/vinton-water\">wrote</a> the <em>El Paso Times</em> in a scathing editorial. “We agree that the citizens of Vinton have a right to clean, running water.”</p>\n<p>Vitriol against the three council members was so high that two citizens filed a <a href=\"http://media.cmgdigital.com/shared/news/documents/2012/10/31/VINTON_2.pdf\">lawsuit</a> against them, which ended in a settlement. The state Legislature also stepped in, changing <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=83R&amp;Bill=HB3015\">Texas law</a> in 2013 so that incorporated villages like Vinton can recall council members between regular elections. </p>\n<p>State Rep. <a href=\"http://www.texastribune.org/directory/joseph-moody/\">Joe Moody</a>, an El Paso Democrat, sponsored the recall legislation. Politics can become the stumbling block for many small border communities trying to supplant entrenched private water providers, he says. </p>\n<p>These communities “don’t have any real power to do anything to give them some control, some standard, for their communities,” Moody says of the power struggle between municipal government and private water providers. “A lot of people in small communities are looking for relief.”</p>\n<p>Praino says she’ll never know for sure why the three former councilwomen were so opposed to the project. But “to me personally, it was a political issue more than anything else,” she says. </p>\n<p>Rios-Ontiveros, a former Vinton mayor who challenged Praino in several mayoral elections, claims Praino misled the public about the water project.</p>\n<p>Because the town is mostly served by private water suppliers, she points out, before piping in water from El Paso, “you first have to buy out those water systems.” </p>\n<p>True, Praino acknowledges, and it’s unknown how much that will cost. But she and others believe that Vinton’s private water suppliers were partly responsible for killing the project for fear of losing business. “It was easy to figure out that they felt threatened,” Praino says.</p>\n<h3 id=\"private-interests-also-failing\">Private Interests Also Failing</h3>\n<p>Some of Vinton’s private suppliers, including the one Praino uses, already deal with serious water contamination issues. </p>\n<p>Hillside Water Works — which also serves Gonz&#225;lez, the ironworker — pulls groundwater that is naturally tainted with arsenic. For the past few years, state and federal regulators have <a href=\"http://dww.tceq.texas.gov/DWW/JSP/Violations.jsp?tinwsys_is_number=1516&amp;tinwsys_st_code=TX&amp;wsnumber=TX0710050%20%20%20&amp;DWWState=TX\">cited</a> and fined Hillside for selling water with dangerously high arsenic levels and failing to tell customers about the health risks of drinking it. Sandra Richter, the owner of Hillside, did not respond to several phone calls seeking comment. But Praino says she has been told it would easily cost Hillside hundreds of thousands of dollars to properly remove arsenic from the drinking water it produces. </p>\n<p>And those cost issues wouldn’t completely go away simply by connecting to El Paso city water. At least $40 million will be needed for the <a href=\"http://www.vintontx.govoffice2.com/vertical/sites/%7B9571B011-F39E-4B6F-A49E-0B16AB6056A3%7D/uploads/March-_www_report.pdf\">water and sewer projects</a> — millions more than would have been needed just a few years ago, as construction costs have skyrocketed — and not all of that will be paid for by grants. </p>\n<p>In addition, it may cost hundreds of dollars for individual homes to hook up to the public water system, and as much as thousands of dollars for businesses. Praino says she will not have a definite number until more funding applications have been accepted, but says she hopes grants will offset those costs. </p>\n<p>“I’m here to tell you, there’s not going to be one business in Vinton that’s going to be able to afford the entire hookup without some kind of assistance,” says Iris Sims, who owns a water well for a small mobile home park in Vinton and has lived there since 1977. </p>\n<p>Records <a href=\"http://www15.tceq.texas.gov/crpub/index.cfm?fuseaction=iwr.otincdetail&amp;addn_id=127584432002136\">show</a> that in 2010, residents served by Sims’ well were asked to boil their water for almost two weeks, and regulators have cited the water system for more recent problems. </p>\n<p>Sims says she trusts the tap water the well produces, but she’d be willing to give it up. “I’d love to have city water. It would relieve me of a lot of work,” she says —but only if costs aren’t too high. </p>\n<p>Karl Schneider, who manages several other water supply companies in town, would say little before hanging up the phone. Asked if he supported Vinton’s bid to connect to El Paso’s water and sewer systems, he said he didn’t want to talk about it. </p>\n<p>“The village of Vinton is doing some things that they shouldn’t be doing, and I don’t want to get involved in it,” Schneider says. “They’re just making up stories that aren’t true.”</p>\n<p>Schneider defended the water his companies are supplying. The state has not cited those companies for any major problems in the past several years.</p>\n<h3 id=\"struggling-to-move-forward\">Struggling to Move Forward</h3>\n<p>After two elections, Vinton’s current council supports the water and sewer projects. But the town has to start all over again, and will need millions of dollars more than it did before because construction costs have risen rapidly in the past few years. </p>\n<p>“These council members have done damage to future efforts,” Moody says. “Even if the new council [members] are working to move the project forward, that effect is going to be felt for years.”</p>\n<p>Praino’s staff recently asked the state for a loan of several million dollars and is waiting to hear back. But the ultra-low interest rates the state has offered in the past may not pan out this time, because the Legislature so far hasn’t budgeted for that. </p>\n<p>A grant of about $500,000 from the Border Environment Cooperation Commission, previously reserved for Vinton, is also off the table. After sitting on the money for three years while Vinton’s council fought, the commission awarded it to someone else. </p>\n<p>Federal lawmakers used to give out hundreds of millions of dollars in funding for such projects, and the commission’s job is to help border communities spend the money properly. But there’s almost no money left for projects like Vinton’s. </p>\n<p>“We can’t get involved in the politics of a community,” says J.T. O’Brien, a commission project manager. “It was frustrating because there’s obviously a real need there. It wasn’t canceled for technical reasons — it was canceled for reasons internal to the community.”</p>\n<p>Even if Vinton manages to secure funding, the town’s private water suppliers would still have to agree to a public buyout, and no one knows how much money they will ask for. </p>\n<p>Two years after the El Paso project crumbled, simple but poignant white signs that read “WE WANT WATER” or “WE SUPPORT THE SEWER” line fences and rest against windows throughout the town.</p>\n<p>There isn’t a sign in front of Virginia Adame’s house, which she recently bought despite the water problems so she can stay near her parents. But she is holding on to hope that the town will eventually connect to El Paso’s water system.</p>\n<p>Spinning her daughter, Debbie, in her arms in their nearly empty living room, Adame says she’s worried about how the water will affect the 2-year-old’s health. Like other children, Debbie used to put her mouth against the faucet in their tub and swallow water during her bath, but Adame now warns her not to do that.</p>\n<p>“That’s the first thing I told my husband we needed to get,” she says, pointing to the $99 water filter and dispenser sitting in her dining room. The family does not drink tap water, and they use filtered water to cook with and to brush their teeth.</p>\n<p>“I don’t want her drinking water that’s going to affect her 10 years from now,” Adame says. “Or maybe even before.”</p>\n<p><em>Disclosure: The University of Texas at El Paso was a corporate sponsor of The Texas Tribune in 2012. A complete list of Tribune donors and sponsors can be viewed <a href=\"http://www.texastribune.org/support-us/donors-and-members/\">here</a>.</em></p>\n",
    "PHOTO_1": "TxTrib-Vinton-001.jpg",
    "PHOTO_2": "TxTrib-Vinton-002.jpg",
    "PHOTO_3": "TxTrib-Vinton-003.jpg",
    "PHOTO_4": "TxTrib-Vinton-004.jpg",
    "PHOTO_5": "TxTrib-Vinton-005.jpg",
    "PHOTO_6": "TxTrib-Vinton-007.jpg",
    "PHOTO_7": "TxTrib-Vinton-008.jpg",
    "CAPTION_1": "Arturo Gonz&#225;lez, who doesn’t trust the tap water in Vinton, with two cups filled with water from his home — one with tap water and the other with filtered water.",
    "CAPTION_2": "Vinton Mayor Madeleine Praino has led the efforts to connect the town to nearby El Paso’s cleaner and more reliable water and sewer system.",
    "CAPTION_3": "A sign declaring support of a decades-long effort by Vinton to connect to nearby El Paso’s water and sewer system. Crumbling septic tanks in town are causing harmful bacteria to seep into residents’ drinking water sources.",
    "CAPTION_4": "Arturo Gonz&#225;lez, left, and his brother, Samuel, stopped drinking the tap water in Vinton after a group of researchers and students at the University of Texas at El Paso found that the town’s water supply is not safe to drink and could be putting residents’ health at risk.",
    "CAPTION_5": "Letters sent by schoolchildren to Vinton Mayor Madeleine Praino’s office urging her to improve the town’s water and sewer service.",
    "CAPTION_6": "Arturo Gonz&#225;lez, left, and his brother, Samuel, stopped drinking the tap water in Vinton after a group of researchers and students at the University of Texas at El Paso found that the town’s water supply is not safe to drink and could be putting residents’ health at risk.",
    "CAPTION_7": "Two-year-old Debbie Adame plays with the box her family’s water filter and dispenser came in. Her mother, Virginia (not pictured), says it was one of their first purchases after moving into their new home because the family does not trust the tap water."
  },
  "LASPAMPAS": {
    "HEADLINE": "Safe running water remains out of reach for a remote colonia built on broken promises",
    "SUBTITLE": "A colonia built on broken promises",
    "BYLINE": "<a href=\"http://www.texastribune.org/about/staff/alexa-ura\">Alexa Ura</a> &amp; <a href=\"http://www.texastribune.org/about/staff/neena-satija/\">Neena Satija</a> ",
    "SLUG": "las-pampas",
    "SHARE_1": "In the tiny colonia of Las Pampas, life with no running water means hauling it from miles away",
    "SHORT_URL": "http://trib.it/1GhZCna",
    "UNIVISION": "<p>Lea <a href=\"http://univision41.univision.com/noticias/texas/article/2015-03-05/imposible-de-beber-la-pesadilla-de-los-latinos-que-viven-sin-agua-potable\">este artículo</a> traducido al español por nuestros compañeros de Univision.</p>\n",
    "PHOTO_CREDIT": "Jennifer Whitney",
    "FULL_TEXT": "<p>LAS PAMPAS — Every three days, Victor Manuel Juarez checks the straps on a 500-gallon plastic water tank mounted to a flatbed trailer behind his pickup. After putting on his short-brimmed straw hat, the 71-year-old kisses his wife, Rosa María, goodbye and drives into the nearby city of Presidio.</p>\n<p>His destination is a barren dirt lot where five double-headed spigots poke from the ground, serving as a makeshift water filling station. He screws one end of a hose to a spigot, drops the other into his water tank, turns on the valve and waits. It’ll be an hour before the tank is full and Juarez can head home to Rosa María.</p>\n<p>This is life in the tiny West Texas colonia nestled between Big Bend Ranch State Park and the Chinati Mountains.</p>\n<p>Because Presidio’s water lines don’t extend the five miles out to Las Pampas, the 30 or so families here live off a few days’ worth of water at a time.</p>\n<p>Like many residents of Texas’ <a href=\"http://www.sos.state.tx.us/border/colonias/what_colonia.shtml\">colonias</a>, the Juarezes moved to Las Pampas — an unincorporated subdivision — 12 years ago on a false promise that city water was coming soon. The woman who sold them their doublewide home skipped town shortly after they moved in, says Rosa María, 61. </p>\n<p>The Juarezes, who came here from the Mexican border town of Ojinaga, say hauling water is their only alternative. Every day they worry whether that water is unsafe, opting for bottled water to drink and for cooking.</p>\n<p>“We use it with fear,” Rosa María said late last year while sitting at her kitchen table. “We never thought we’d move to the U.S. and not have running water, but you eventually get used to the idea that this is part of your life.”</p>\n<p>Researchers and public health officials say those fears are justified.</p>\n<p>And the Juarezes are not alone: Tens of thousands of others <a href=\"http://www.sos.state.tx.us/border/forms/2014-progress-legislative-report.pdf\">live</a> in impoverished colonias along the Texas-Mexico border, where a lack of basic amenities like running water, electricity and plumbing is the norm.</p>\n<p>Many have no choice. Affordable housing can be hard to come by on the border, and most do not have the means to pick up and leave.\n“What they’re facing in Las Pampas is pretty much the history of colonia needs in the state through the years,” says state Sen. <a href=\"http://www.texastribune.org/directory/jose-rodriguez/\">José Rodríguez</a>, whose West Texas district includes Las Pampas.</p>\n<h3 id=\"doing-the-best-they-can\">Doing the Best They Can</h3>\n<p>Water issues in the colonias <a href=\"http://www.sos.state.tx.us/border/colonias/faqs.shtml\">date back</a> to the 1950s, when cagey real estate developers sold cheap tracts of low-grade land in unincorporated areas to mostly poor Hispanic migrants, promising services that never arrived.</p>\n<p>Colonias have <a href=\"http://www.sos.state.tx.us/border/colonias/faqs.shtml\">higher rates</a> of water-borne diseases than the rest of the state. In Las Pampas, residents generally complain about gastrointestinal problems, believing they are connected to the quality of their water, says Pema Garcia, associate director of <a href=\"http://colonias.arch.tamu.edu/\">Texas A&amp;M University’s Colonias Program.</a></p>\n<p>The health risks are part and parcel of the way people like Juarez get their water. It may be clean when it comes out of the tap in Presidio. But from there it goes into a portable tank, then is transferred to a collection barrel from which it can be pumped into a home.</p>\n<p>“There’s all sorts of contamination points” in the water hauling process, Garcia says. Residents may not clean their water tanks regularly, and they’re often outdoors, exposed to contamination. Families with just one collection barrel hooked up to their water pump must go without water for a day or two to clean it, so they usually do not.</p>\n<p>If the water pump breaks or freezes in the middle of winter — like the Juarezes’ pump did a few years ago — residents must fill buckets of water to bathe.</p>\n<p>Among families who solely drink bottled water, which does not contain fluoride like treated tap water does, children also deal with dental problems, Garcia adds.</p>\n<h3 id=\"when-hope-ran-dry\">When Hope Ran Dry</h3>\n<p>In the last 20 years, hundreds of millions of state and federal dollars have poured into border communities to address public health concerns. Water and sewer lines have been extended to some communities. Since 2006, at least 286 colonias have been connected to reliable sources of potable water, gained wastewater systems and gotten paved roads, according to <a href=\"http://www.sos.state.tx.us/border/forms/2014-progress-legislative-report.pdf\">figures</a>\nprovided by the Texas secretary of state’s office.</p>\n<p>But the residents of Las Pampas — like at least 38,000 other Texans living in colonias — still face grave health risks without water that’s safe to drink. </p>\n<p>If communities want help, officials say, they need to take the initiative and ask for it. Someone has to step up and lead the effort. Such leaders are not an easy find in Presidio County, a mountainous desert landscape where few people live and where political priorities are scattered.</p>\n<p>“It’s so monumental, the need, that I think people just kind of walk away from it because you don’t even know where to start,” says Annette Gutierrez, executive director of the Rio Grande Council of Governments.</p>\n<p>Providing running water for just 30 families in a remote community is an expensive proposition — one that Presidio County elected officials, more than 60 miles north in Marfa, have had trouble justifying to their other constituents, Gutierrez says.</p>\n<p>Hope stirred in the late 1990s when Charlotte Ishikawa tried to establish a community-based water supplier and bring water to the area. Ishikawa had moved to Las Pampas in 1990, but only lived there for a year, finding it too burdensome to haul water for herself and her son, who has epilepsy.</p>\n<p>A local representative from the U.S. Department of Agriculture helped her apply for a $350,000 grant to drill a community well. It took years to create the Las Pampas Water Supply Corporation and <a href=\"http://libit.sulross.edu/archives/marfanews/sent94-04/2004-10-07.pdf\">secure</a> the grant.</p>\n<p>Though many residents of Las Pampas were skeptical, Ishikawa says, she found about 30 families to sign on as members of the nonprofit water supplier.</p>\n<p>The grant was finally awarded in 2004, but attempts to drill a well were unsuccessful. “We just never hit water,” she says. “So we had to dissolve the whole project.”</p>\n<p>Since then, many of her former neighbors have moved to Presidio or out of the area altogether.</p>\n<p>“It was not only disappointing. It was depressing,” says Ishikawa, now 71. “Let me put it this way: I don’t know if it’s going to happen before I close my eyes, but I think someday it’s going to happen.”</p>\n<p>Rodríguez, the state senator, says the state must take a more “affirmative” role in identifying colonias in need of assistance rather than waiting for a leader in the community to emerge.</p>\n<p>“The question we should be asking ourselves is, here in the 21st century, should Texas — given how much we laud the economic ‘miracle’ here in the state — should we be a state that still has these third-world conditions in our border communities?” Rodríguez says.</p>\n<h3 id=\"little-will-or-money-left-to-help\">Little Will, or Money, Left to Help</h3>\n<p>Oddly, the state agency that tracks state efforts to improve life in the colonias is the secretary of state’s office, which generally oversees elections and voting, but also manages the Colonia Initiatives Program.</p>\n<p>Rodríguez says the program is “well-intentioned” but doesn’t have the tools and authority to be “much more aggressive in eradicating problems in the colonias.”</p>\n<p>“They do the best they can, but I don’t think the state of Texas has provided enough support for that to be an effective program,” he says.</p>\n<p>Enriqueta Caballero, the program’s director, says that the state is doing its best with existing resources, but that the prospect of tackling the water needs in every colonia is “daunting.”</p>\n<p>“We are not a funding agency, we’re not a regulatory agency, we’re not an enforcement agency,” Caballero says. “Our role is to make sure we are a connector, or a bridge of sources.”</p>\n<p>State funding for colonia water projects has dwindled in recent years. There’s no more money available for grants. The Texas Water Development Board gives out loans, but those can be hard to pay back. And even cheap loans the state has long offered to poor communities for water projects are in jeopardy. Texas lawmakers have so far not budgeted to pay for such programs past 2015. </p>\n<p>For Henry Cuellar, a former state legislator from the Rio Grande Valley who pioneered much of Texas’ colonias legislation 20 years ago, it’s disappointing.</p>\n<p>Back then, political will to address the problem was strong, says Cuellar, now a congressman. Now, he says, “I don’t hear much from Austin on colonias.” And in Washington, “a lot of our leaders still don’t understand what a colonia is.”  </p>\n<h3 id=\"hurdles-never-seem-to-end\">Hurdles Never Seem to End</h3>\n<p>There is currently no state-led effort to help the residents of Las Pampas obtain running water. The city of Presidio did receive an $80,000 grant from the federal government in February 2013 to study the possibility of extending its water service to Las Pampas.</p>\n<p>That money came from the Border Environment Cooperation Commission, a <a href=\"http://www.becc.org/\">binational agency</a> created in the 1990s to improve environmental conditions along the U.S.-Mexico border.</p>\n<p>But the effort has uncovered new challenges.  </p>\n<p>City officials discovered that Presidio’s water system has its own substantial problems, which need to be fixed before the city extends its lines any further.</p>\n<p>The city’s aging distribution system works hard to push water uphill. Hundreds of city water meters aren’t accurate, so Presidio loses at least 10 percent of its water sales revenue.</p>\n<p>But the biggest concern for Presidio’s public works director, Arturo Acosta, is a 1.7-million-gallon water storage tank that is old and rusting and has no backup. “If we lose that, we’re sunk,” he says. The city has no contingency plan.</p>\n<p>An engineering consulting firm’s report, the final draft of which is expected later this year, says that Presidio first has to raise its water rates to help pay for the estimated $300-per-meter cost of fixing all 400 meters that aren’t working properly, and to buy the equipment needed to fix pressure issues.</p>\n<p>The city hasn’t increased its water rates since 2002. “We’ve got to fix our sins inside the city,” says Brad Newton, executive director of the Presidio Municipal Development District. </p>\n<p>Newton says he’s sure that once all those issues are fixed, Presidio can obtain a grant to cover all the costs of extending water to Las Pampas, though no one has determined how high that price tag might be. </p>\n<p>And even if the pipes are extended, they will only run four miles beyond the city limit.</p>\n<p>Flora Barraza lives more than fives miles outside of Presidio. </p>\n<p>For Barraza, 66, hope for running water mostly vanished when the well Ishikawa was drilling came up dry. Barraza, who has lived in Las Pampas for more than 20 years, used to walk out to the drilling site near her home to check on its progress, excitedly awaiting the day that running water in her house would become a reality. </p>\n<p>Instead, she still makes the trek into Presidio to fill up her 200-gallon tank at a friend’s house. In the winter, she fills up three times a week. In the heat of summer, she’s forced to fill up every day.</p>\n<p>When she has run out of water between trips, Barraza has resorted to bathing with rainwater she collects in large barrels and buckets scattered in her yard. “Of course I’ve used the rainwater. If I don’t have water, how am I supposed to take a shower?” she asked.</p>\n<p>Even the water she hauls may be contaminated, so Barraza purchases gallons of water at a time to drink and cook with.</p>\n<p>But her biggest fear is that she won’t be able to make the trip into Presidio as she gets older. </p>\n<p>“I knew there wasn’t running water when I moved here,” Barraza says. “But I was young then. No one gets tired when you’re young.”</p>\n<p><em>Disclosure: Texas A&amp;M University is a corporate sponsor of The Texas Tribune. A complete list of Tribune donors and sponsors can be viewed <a href=\"http://www.texastribune.org/support-us/donors-and-members/\">here</a>.</em></p>\n",
    "PHOTO_1": "TxTrib-Pampas-001.jpg",
    "PHOTO_2": "TxTrib-Pampas-002.jpg",
    "PHOTO_3": "TxTrib-Pampas-003.jpg",
    "PHOTO_4": "TxTrib-Pampas-004.jpg",
    "PHOTO_5": "TxTrib-Pampas-006.jpg",
    "PHOTO_6": "TxTrib-Pampas-007.jpg",
    "PHOTO_7": "TxTrib-Pampas-008.jpg",
    "PHOTO_8": "TxTrib-Pampas-009.jpg",
    "CAPTION_1": "Las Pampas residents drive to a barren dirt lot in Presidio where five double-headed spigots serve as a makeshift water filling station.",
    "CAPTION_2": "Las Pampas residents drive to a barren dirt lot in Presidio where five double-headed spigots serve as a makeshift water filling station.",
    "CAPTION_3": "Las Pampas, which is home to 30 families or so, is located in the mountainous desert landscape of West Texas about five miles outside of Presidio.",
    "CAPTION_4": "Las Pampas residents drive to a barren dirt lot in Presidio where five double-headed spigots serve as a makeshift water filling station.",
    "CAPTION_5": "Victor Manuel Juarez and his wife, Rosa María, have lived in Las Pampas for 12 years. Because they’re forced to haul their water, they worry it’s unsafe to drink, opting for bottled water for drinking and cooking.",
    "CAPTION_6": "Flora Barraza, 66, has lived in Las Pampas without running water for more than 20 years. She fills up a 200-gallon tank at a friend’s house with just enough water for a few days.",
    "CAPTION_7": "Flora Barraza, 66, has lived in Las Pampas without running water for more than 20 years. She fills up a 200-gallon tank at a friend’s house with just enough water for a few days.",
    "CAPTION_8": "Flora Barraza, 66, has lived in Las Pampas without running water for more than 20 years. She fills up a 200-gallon tank at a friend’s house with just enough water for a few days.",
    "PHOTO_9": "TxTrib-Presidio-2.jpg",
    "CAPTION_9": "The city of Presidio can't extend water service to Las Pampas until it fixes problems with its own infrastructure.",
    "PHOTO_10": "TxTrib-Overview-003.jpg",
    "CAPTION_10": "Victor Manuel Juarez, 71, is among the estimated 30 families living in Las Pampas, a colonia in rural Presidio County that doesn’t have running water. Juarez drives into Presidio every three days to fill up a 500-gallon water tank."
  },
  "RIOGRANDE": {
    "HEADLINE": "Clean water is at hand, but a fractured system keeps it from some families",
    "SUBTITLE": "A Patchwork of Unreliability",
    "BYLINE": "<a href=\"http://www.texastribune.org/about/staff/alexa-ura\">Alexa Ura</a> &amp; <a href=\"http://www.texastribune.org/about/staff/neena-satija/\">Neena Satija</a> ",
    "SLUG": "rio-grande-city",
    "SHARE_1": "Some parts of Rio Grande City have safe, reliable water. Other parts can’t be so sure.",
    "SHORT_URL": "http://trib.it/1GhZF2m",
    "UNIVISION": "<p>Lea <a href=\"http://univision41.univision.com/noticias/texas/article/2015-03-05/imposible-de-beber-la-pesadilla-de-los-latinos-que-viven-sin-agua-potable\">este artículo</a> traducido al español por nuestros compañeros de Univision.</p>\n",
    "PHOTO_CREDIT": "Spencer Selvidge",
    "FULL_TEXT": "<p>RIO GRANDE CITY — As water kiosks go, Jos&#233; Garcia prefers the Watermill Express on the northern edge of town. </p>\n<p>He makes multiple trips each week to the brightly colored filling station with several five-gallon tanks in tow. </p>\n<p>When Garcia lived across the border in Mexico, he drank the tap water, he says. But in 14 years, he’s learned that’s not what people do in Rio Grande City. “It’s not that I’m afraid of it,” says Garcia, 66. “You get accustomed to it.”</p>\n<p>Reasons vary, but in conversations with residents and the town’s mayor, it’s clear the majority of people living in this border city in the upper Rio Grande Valley prefer trips to filling stations over the water that comes out of their taps. Janie Lopez says she doesn’t like the taste. Norma Barrera thinks water from the nearby Rio Grande is not “hygienic.”</p>\n<p>In theory, clean, safe water should be flowing to all 14,000 residents. The city opened a new water treatment plant in 2010. But a long-standing arrangement leaves parts of town reliant on a handful of small, locally owned corporations. Most of them buy treated water from Rio Grande City and distribute it to customers using their own pipelines and storage tanks. One pulls water directly from the river itself, treats it and pipes it out to residents. </p>\n<p>While the water those providers buy from the new city plant is usually fine, smaller suppliers struggle to keep it that way by the time it reaches their customers, according to state records for the past decade. Maintenance issues have plagued their facilities, and their water quality has violated public health standards. </p>\n<p>That has divided the town into sections that have safe, reliable water — and others that can’t be so sure.</p>\n<p>For instance, water distributed in May 2013 by the Rio Water Supply Corporation was found to <a href=\"http://www15.tceq.texas.gov/crpub/index.cfm?fuseaction=iwr.novdetail&amp;addn_id=357084792002034\">contain</a> high amounts of coliform, indicating the possible presence of sewage or animal waste. Such contaminants may cause diarrhea, abdominal cramps, nausea and jaundice. </p>\n<p>That same year, regulators with the Texas Commission on Environmental Quality found that Rio Water’s facilities, which serve 3,900 people, were not kept clean enough to avoid “harboring” rodents and insects. In the past seven years, the agency has required Rio Water to notify its customers <a href=\"http://www15.tceq.texas.gov/crpub/index.cfm?fuseaction=iwr.otincdetail&amp;addn_id=357084792002034\">seven times</a> that their water was not safe to consume without boiling.</p>\n<p>Since 2011, the El Sauz Water Supply Corporation, which serves 1,110 residents, has been cited <a href=\"http://oaspub.epa.gov/enviro/sdw_report_v3.first_table?pws_id=TX2140028&amp;state=TX&amp;source=Surface%20water%20purchased&amp;population=1110&amp;sys_num=0\">several times</a> for high levels of potentially hazardous byproducts in its water and for failing to notify customers about them.</p>\n<p>Long-term exposure to the <a href=\"http://www.cdc.gov/safewater/chlorination-byproducts.html\">byproducts</a> — created when disinfectants like chlorine mix with naturally occurring materials in the water — can lead to liver, kidney or central nervous system problems and an increased risk of cancer.</p>\n<p>The situation is similar at the two other water supply corporations that serve another 7,000 residents in the area. They have been slapped with numerous fines and notices of violation.</p>\n<p>Local leaders have floated the idea of consolidating all the water providers under Rio Grande City to create one efficient, accountable public water system. But the other suppliers have resisted, according to Mayor Ruben O. Villarreal. </p>\n<p>“People don’t want to give up their sense of power over a product,” Villarreal says. “They don’t want to let go of the reins over their responsibility of water. … There’s a political angle.” </p>\n<p>Only one of the four water providers responded to multiple calls seeking comment. </p>\n<p>“We’ve never had major problems with water,” says Martha Gaytan, general manager of the Union Water Supply Corporation, which serves about 6,000 people in Rio Grande City and its outskirts. </p>\n<p>Gaytan acknowledges that decades-old pipes often break during weather changes, resulting in <a href=\"http://www15.tceq.texas.gov/crpub/index.cfm?fuseaction=iwr.otincdetail&amp;addn_id=380405562002009\">water shutoffs</a>. The latest shutoff for Union’s ratepayers came in January, when thousands were without running water for more than a day. </p>\n<h3 id=\"water-supply-fiefdoms-\">Water Supply “Fiefdoms”?</h3>\n<p><a href=\"http://www.statutes.legis.state.tx.us/Docs/WA/htm/WA.67.htm\">Water supply corporations</a> have been around since the 1930s, when Texas’ severe drought and dust bowl prompted <a href=\"http://twri.tamu.edu/newsletters/texaswaterresources/twr-v11n5.pdf\">rural communities</a> to cast about for more water sources. As border colonias began to develop, many also saw water supply corporations as the best option. </p>\n<p>Typically, one person — maybe a colonia resident or rural landowner, but often someone with business savvy and connections — brings people who want water service together into a nonprofit cooperative. </p>\n<p>Residents become ratepayers and part owners of the corporation, electing a board to make the big decisions and hire a general manager. </p>\n<p>Around Rio Grande City and many parts of the Valley, water supply corporations popped up for underserved colonias and communities just outside the town limits. As Rio Grande City grew and swallowed some of the corporation turf, it didn’t want to raise water rates to run new pipes, so it left them be. </p>\n<p>The corporations were a good idea at the start, says Wendy Jepson, an associate professor at Texas A&amp;M University and an expert on water governance. “They were able to use this tool to start providing water,” she says. </p>\n<p>But now, she says, the patchwork of autonomous systems is “fragmented and uncoordinated, to say the least.”</p>\n<p>Many areas that were once rural are now urban, and cities can provide water for everyone. But if the water supply corporations don’t want to give up their own power, no one can force them to. </p>\n<p>“They’re little fiefdoms of control and resources,” Jepson says. The corporations may be nonprofit, but they give out lucrative contracts and control a basic resource. </p>\n<p>“It’s about controlling the flow of money,” she adds. “When you control the flow of money, you have a certain level of power.” </p>\n<p>But Gaytan, the Union Water Supply Corporation’s general manager, says it’s more about control than power. Rural areas and colonias are used to being ignored by traditional local governments, she says. Water corporation customers want to keep control of their own fate.</p>\n<p>“The concern is that when you become part of a big group … sometimes the flow of money goes to the bigger operations because that’s where it’s needed most,” Gaytan says. “What ends up coming to the smaller areas is not what maybe we would have gotten if we would have been independent.” </p>\n<h3 id=\"fighting-one-another-and-the-river\">Fighting One Another, and the River</h3>\n<p>Thanks to a new water treatment plant — finished in 2010 with $12 million in state and federal funds — Rio Grande City was finally prepared to absorb its remaining water supply corporations and easily serve their customers. The plant can treat four times as much water as the city actually uses.</p>\n<p>But things quickly went from friendly to contentious.</p>\n<p>“They thought that we as a city were trying to be the bullies and take something from them, and that wasn’t the case,” Villarreal says.</p>\n<p>State Rep. <a href=\"http://www.texastribune.org/directory/ryan-guillen/\">Ryan Guillen</a>, a Democrat from Rio Grande City, says turf wars over water are not uncommon. Experts have long encouraged small towns to band together and provide services like water by sharing treatment plants, which would cut costs. But right now, “everybody has their territory,” he says. “And that’s the way they like it.”</p>\n<p>The water treated and distributed by Rio Grande City has not been squeaky clean, either, Gaytan points out. Records <a href=\"http://oaspub.epa.gov/enviro/sdw_report_v3.first_table?pws_id=TX2140018&amp;state=TX&amp;source=Surface%20water&amp;population=17484&amp;sys_num=0\">show</a> that in November, Rio Grande City was cited for producing water that had too much coliform bacteria.</p>\n<p>The root of most drinking water problems here is the city’s intake pipe, located in one of the foulest stretches of the Rio Grande.</p>\n<p>The town is one of the few along the Mexican border that pulls its water straight from the river rather than through canals built for agriculture that create a kind of natural cleaning process.  </p>\n<p>Even as state and national efforts to clean up the river have intensified, the bacteria levels around Rio Grande City <a href=\"http://www.ibwc.state.gov/Files/CF_LRG_WQ_LRG_041812.pdf\">have worsened</a>. </p>\n<p>The likely culprits are agricultural and industrial pollution from upstream — increasing as the border population grows — and Mexican cities without treatment plants that dump raw sewage into the river. </p>\n<p>Rio Grande City’s old treatment plant didn’t do a good job removing those contaminants, and it collected water from a stretch of the river that would get so low during drought that workers had to keep pumps going around the clock to feed river water into the intake pipe. </p>\n<p>The new plant pulls in water from a different, much deeper stretch of the river, and its intake is also upstream of Rio San Juan, a creek that feeds from the Mexican side and brings in a large amount of raw sewage. </p>\n<p>“It was a relief,” Ruben Klein, the city’s water utilities director, says of the new intake system. “Now I can rest at night.”</p>\n<p>But that hasn’t helped residents served by other providers, including Union Water Supply Corporation customers who had no running water for more than a day in January. </p>\n<p>Students at the neighborhood elementary school, La Union, were bused to a school serviced by a different water company so they could use the bathrooms. Eventually, they were sent home. </p>\n<p>“We just turned on the faucet and there was no water,” says Brenda Pe&#241;a, a 29-year-old mother of two who lives with her husband in the part of town serviced by Union. “We can’t ask the neighbors because they don’t have water either.” The company told her that even once water service returned, residents were to boil their water for a few days before drinking it, she says.</p>\n<p>Gaytan says changes in weather were the likely culprit. “That causes the pipes to move, and as they move, they crack,” she says. </p>\n<p>The corporation got millions of dollars from the Texas Water Development Board last year to start addressing the problems, but that’s not nearly enough. </p>\n<p>A recent application for additional funding indicated what dire straits Union is in. </p>\n<p>Unlike the other water supply corporations, Union runs its own treatment plant. But that plant is operating at 128 percent of capacity, and its distribution pipes are in bad shape, Union said in state filings. </p>\n<p>Asking for $5.6 million to both improve its distribution system and double the size of its treatment plant, Union’s application indicated that almost half of the water the plant produces is lost to leaky pipes. Water main breaks happen an average of five times a week, causing outages and problems with treatment that lead to boil-water notices. </p>\n<p>On top of that, contamination is a major concern, the application said. When pipes break, the water is exposed to outside chemicals. The old pipes, water meters and most household plumbing systems could also allow lead to enter the drinking water, “a potential health hazard for customers,” the company wrote. </p>\n<p>The project has been delayed for years. More than five years ago, Union secured more than $5 million from the U.S. Department of Agriculture to cover some of the costs, but little has been done since. The average household water bill recently jumped from about $360 per year to $474 per year, and will have to be raised significantly to pay back the loans Union is applying for now, the application said. </p>\n<p>And it’s not guaranteed that Union or anyone else applying for loans will get them. The Legislature hasn’t budgeted additional loan funds for the Texas Water Development Board.</p>\n<p>In the past, state and federal money has helped hundreds of communities. But there are still some left behind, says Guillen, the state representative. </p>\n<p>“I’ve talked to business folks that say, ‘Hey, we don’t have enough water pressure, and that doesn’t meet health codes. And so we might have to close,’” he says. “There’s still some work to be done … and the will to spend money on just about anything is deteriorating around here.” </p>\n<p>That means, at the very least, a long wait for some living in Rio Grande City. Lorenzo Frausto, a 39-year-old father of three who is disabled, is a Union customer. Outages aren’t uncommon, he says, and all one can do is visit the water kiosks.</p>\n<p>And wait.</p>\n<p>“All we have to do is just wait till the morning and see if it comes back on,” he says. “It’s a waiting game.”</p>\n<p><em>Disclosure: Texas A&amp;M University is a corporate sponsor of The Texas Tribune. A complete list of Tribune donors and sponsors can be viewed <a href=\"http://www.texastribune.org/support-us/donors-and-members/\">here</a>.</em></p>\n",
    "PHOTO_1": "TxTrib-RioGrandeCity-001.jpg",
    "PHOTO_2": "TxTrib-RioGrandeCity-002.jpg",
    "PHOTO_3": "TxTrib-RioGrandeCity-003.jpg",
    "PHOTO_4": "TxTrib-RioGrandeCity-004.jpg",
    "PHOTO_5": "TxTrib-RioGrandeCity-007.jpg",
    "PHOTO_6": "TxTrib-RioGrandeCity-008.jpg",
    "PHOTO_7": "TxTrib-RioGrandeCity-009.jpg",
    "PHOTO_8": "TxTrib-RioGrandeCity-010.jpg",
    "CAPTION_1": "A measurement tool inside Rio Grande City’s new $12 million treatment plant.",
    "CAPTION_2": "Ruben Klein, Rio Grande City’s longtime director of water utilities, on the roof of the city’s new $12 million water treatment plant.",
    "CAPTION_3": "Rio Grande City’s decades-old water treatment plant, whose facilities are crumbling. The city still keeps the plant operational in case of emergencies.",
    "CAPTION_4": "Water from the river pours into a holding pond inside Rio Grande City’s new $12 million water treatment plant.",
    "CAPTION_5": "Jos&#233; Garcia, 66, makes regular trips to the Watermill Express filing station. It’s a habit he’s picked up in his 14 years as a resident of Rio Grande City, he says.",
    "CAPTION_6": "Lorenzo Frausto in his kitchen with his daughters Citlaly, Qeutzly and Quautly during a recent water outage in the part of Rio Grande City serviced by the Union Water Supply Corporation.",
    "CAPTION_7": "An empty five-gallon water bottle in Lorenzo Frausto’s home during a recent outage in the part of Rio Grande City serviced by the Union Water Supply Corporation.",
    "CAPTION_8": "Rio Grande City Mayor Ruben O. Villarreal says the city water treatment plant can serve the town’s 14,000 residents, but a longstanding arrangement leaves parts of town reliant on a handful of small, locally owned corporations."
  },
  "RIOBRAVO": {
    "HEADLINE": "On the banks of the Rio Grande, an expensive plan for clean water crashes amid ineptitude and alleged fraud",
    "SUBTITLE": "Suspended in a Tainted Solution",
    "BYLINE": "<a href=\"http://www.texastribune.org/about/staff/neena-satija/\">Neena Satija</a> &amp; <a href=\"http://www.texastribune.org/about/staff/alexa-ura\">Alexa Ura</a>",
    "SLUG": "rio-bravo-el-cenizo",
    "SHARE_1": "In Rio Bravo and El Cenizo, residents' trust of the tap water is suspended in a tainted solution",
    "SHORT_URL": "http://trib.it/1EichUS",
    "UNIVISION": "<p>Lea <a href=\"http://univision41.univision.com/noticias/texas/article/2015-03-05/imposible-de-beber-la-pesadilla-de-los-latinos-que-viven-sin-agua-potable\">este artículo</a> traducido al español por nuestros compañeros de Univision.</p>\n",
    "PHOTO_CREDIT": "Jennifer Whitney",
    "FULL_TEXT": "<p>RIO BRAVO — It cost $12 million, and was expected to change the lives of hundreds of poor, mostly Hispanic families living in two hard-luck border towns. </p>\n<p>The Rio Bravo Water Treatment Plant opened in 2006 as a state-of-the-art technological wonder, designed to distill 2.4 million gallons of water per day — clean, safe, drinkable water.</p>\n<p>But nearly a decade later, the 8,000 residents of Rio Bravo and neighboring El Cenizo mostly still buy their drinking and cooking water from brightly colored kiosks around town. Elderly patrons at the senior care center run by Rio Bravo’s mayor drink bottled water and use the caps as lotería markers.</p>\n<p>“Who here would be willing to drink some tap water?” Dr. Francisco Pe&#241;a asked the folks at the care center last fall, before he was elected mayor. “Who is willing to drink water that comes from your public water treatment plant?” From a crowd of 30 people, there was silence. </p>\n<p>The Rio Bravo plant has been fraught with problems since it opened. The sophisticated system often doesn’t work, or operators don’t know how to work it. State inspectors have repeatedly cited the plant for pumping foul water out to its customers. Eight current and former employees have been indicted for falsifying water quality records sent to the state.</p>\n<p>And the locals still cannot trust what comes out of their faucets.</p>\n<p>“We had to start using filtered water because we didn’t want to lose clients,” says Fausta Montoya, an employee at the Los Pasteles Bakery in Rio Bravo, which spends more than $150 a month on bottled water at Family Dollar. </p>\n<p>Huddled on the banks of the Rio Grande about 20 miles south of Laredo, Rio Bravo and El Cenizo are former <a href=\"http://www.sos.state.tx.us/border/colonias/faqs.shtml\">colonias</a> — makeshift communities that sprouted up when greedy developers sold cheap land to poor families desperate for affordable housing. </p>\n<p><a href=\"http://www.nytimes.com/1995/04/02/business/this-is-the-house-that-greed-built.html\">Notorious developer</a> Cecil McDonald charged as little as $50 down for property in the 1980s. When his real estate investment firm went bankrupt, the two colonias were left to figure out how to get basic services. </p>\n<p>A series of <a href=\"http://madmax.lmtonline.com/textarchives/070405/s4.htm\">bankruptcy settlements</a>, state <a href=\"http://www.texasobserver.org/2817-let-there-be-light-a-long-suffering-border-colonia-powers-up-with-renewable-energy/\">criminal</a> action and citizen lawsuits helped get the job done. But water was particularly tricky because the shoddy treatment plant McDonald built couldn’t even provide enough water for fire hydrants. </p>\n<p>Things were supposed to change in 2006. </p>\n<h3 id=\"trouble-from-the-start\">Trouble From the Start</h3>\n<p>“Was it ever built correctly? We don’t know,” says Luis Perez-Garcia, the Webb county engineer who took charge of the troubled plant in the spring of 2013. </p>\n<p>With help from the state, Webb County set out to build a top-flight plant, the first in Texas to disinfect water — pulled from one of the Rio Grande’s most <a href=\"https://www.texastribune.org/2013/10/23/us-and-mexico-struggle-clean-rio-grande/\">polluted stretches</a> — by pouring it over fluorescent, ultraviolet lamps. An automated computer system was supposed to sample water and ensure quality.</p>\n<p>Perez-Garcia believes the problems came not from the plant’s design but from an inexperienced construction company trying to cut costs. Many of those who worked on the project — engineers for Webb County, who oversaw it, and staff at the Texas Water Development Board, who helped fund it — left soon after it was finished, taking knowledge of its systems with them.</p>\n<p>It is unusual for Texas counties to operate water treatment plants, and Webb County has not mustered the political will and financial resources to run its facilities properly, critics say.</p>\n<p>From the beginning, residents grumbled about smelly, strangely colored water. They increasingly complained about gastrointestinal issues and skin rashes, advocates say.</p>\n<p><a href=\"http://www15.tceq.texas.gov/crpub/index.cfm?fuseaction=iwr.complincdetail&amp;addn_id=800635262002179\">Complaints</a> eventually reached the Texas Commission on Environmental Quality (TCEQ). But the state’s pollution enforcement agency had long been aware of the problems. </p>\n<p>Just months after the plant’s 2006 ribbon-cutting, agency investigator Elsa Hull visited and reported that the automated computer system wasn’t working. The water’s turbidity — a key indicator of whether it is drinkable — wasn’t being measured properly. </p>\n<p>A year later, Hull noticed something strange about the way workers at the plant were filling out monthly water quality reports they were required to submit to the TCEQ. At times, the data Webb County sent to the state was different from what Hull saw the operators write in their daily logs. </p>\n<p>Officials now believe what Hull saw was no accident. In October, the Webb County district attorney’s office indicted eight current and former plant employees for allegedly falsifying the records, including Johnny Amaya, the former water utilities director and a longtime Laredo politician.</p>\n<p>Amaya has pleaded not guilty, and a trial is expected no earlier than March, says his attorney, Fausto Sosa. </p>\n<p>“Instead of trying to fix what was wrong with the plant, they were just reporting rosy numbers,” says Perez-Garcia, who took over as engineer in mid-2013.</p>\n<p>In the first seven years of the plant’s operation, Webb County was <a href=\"http://dww.tceq.texas.gov/DWW/JSP/Violations.jsp?tinwsys_is_number=6380&amp;tinwsys_st_code=TX&amp;wsnumber=TX2400022   &amp;DWWState=TX\">cited</a> more than 20 times by the TCEQ for failing to operate the facility properly and submitting bogus water quality reports to the state. Webb County paid several thousand dollars in fines, and most violations were eventually “resolved,” state records show.   </p>\n<p>But after receiving more than a dozen complaints about the water in just two days in the summer of 2013, Hull returned and found conditions worse than she had thought. Many key pieces of equipment were not working. Her tests of the water’s turbidity showed it was three times higher than the level at which the TCEQ requires customers to boil water before using it. Turbidity levels were shown to be high the month before, too, meaning Webb County should have issued a “boil water notice” even earlier, Hull wrote to her bosses. </p>\n<p>Water produced by the plant also tested positive for E. coli bacteria. Even a mouthful of water contaminated with it can cause severe or bloody diarrhea. Infections from E. coli can also cause kidney damage. </p>\n<p>Webb County was ordered to post notices urging residents of El Cenizo and Rio Bravo to boil their water. Hull sent a scathing email to Perez-Garcia. “Why did the county not issue a Boil Water Notice earlier?” she said. “Who decided to forego a BWN and not protect the customers? This cannot be excused by inexperience or the incompetence of untrained staff.”</p>\n<p>The Laredo Health Department, which at the time provided some public health services to the area, was forced to haul in truckloads of water and go door to door teaching residents how to properly boil the tap water to avoid exposure to harmful bacteria and gastrointestinal diseases. (The department recently ended its contract with the county.)</p>\n<p>The state health department was not involved. While it is responsible for providing services to Rio Bravo and El Cenizo, which don’t have their own health departments, a spokesman for the Texas Department of State Health Services says its office of border health has “no authority or expertise in drinking water.”</p>\n<p>“Drinking water issues are the domain of the local health department and TCEQ,” says agency spokesman Chris Van Deusen.</p>\n<p>After the boil-water notice went out, Webb County officials nonetheless repeatedly told residents of Rio Bravo and El Cenizo that their water was safe to drink, according to state records. Perez-Garcia asked that the boil notice be lifted just a few days after it was issued. State officials refused. </p>\n<p>“The TCEQ was protecting themselves,” says Perez-Garcia, adding that he believes some of the agency’s sampling was incorrect, and that the water was safe to drink long before the boil-water notice was lifted three weeks later. </p>\n<p>After the notice was lifted, Hull continued to find problems at the plant, including turbidity levels that were far too high, records show. In September 2013, the TCEQ <a href=\"http://www14.tceq.texas.gov/epic/CIO/index.cfm?fuseaction=search.download&amp;AGY_DKT_NUM_TXT=2013-2014-MLM-E\">slapped</a> Webb County with a $60,000 fine for dozens of violations, and demanded that the county fix its automatic computer system and make several other major improvements within 60 days. </p>\n<p>But the county hasn’t made much progress, causing mounting frustration at the agency and within the community. </p>\n<h3 id=\"taking-matters-into-their-own-hands\">Taking Matters Into Their Own Hands</h3>\n<p>In the 1990s, local citizens formed alliances to demand basic services. But by the time the water plant opened, those groups had dissolved, and few knew where to go for help in a community where most speak Spanish. </p>\n<p>“There’s a lot of oppression here, everywhere you turn,” says Karla Tamez, who grew up in El Cenizo and still lives there with her mother and disabled brother. “Especially for people that don’t have documents.” </p>\n<p>In the spring of 2013, Tamez was finishing up a nursing degree and fighting for better trash collection and sewer service in El Cenizo. A course in microbiology made her wonder what was in the water she was drinking. </p>\n<p>Tamez gathered more than 200 signatures to form an activist committee of El Cenizo residents asking for better trash collection, water and sewer services. It was called the Comité de Ciudadanos Unidos de El Cenizo, or the Committee of United Citizens of El Cenizo.</p>\n<p>Through internet searches, she learned how to complain to state regulators. Tamez says TCEQ investigators came to her home to test water and look at broken sewer pipes and overflows nearby. But nothing seemed to change. </p>\n<p>Soon after the infamous 2013 boil water notice, Tamez’s committee joined with a similar group in Rio Bravo to take matters into their own hands. A few months later, with the help of RioGrande Legal Aid, a law firm that represents low-income border residents, they <a href=\"http://dockets.justia.com/docket/texas/txsdce/5:2014cv00041/1169043\">sued</a> Webb County, alleging it had violated the federal Safe Drinking Water Act. </p>\n<p>“The TCEQ hasn’t been as aggressive as you would want them to be,” says attorney Amy Johnson. The agency’s authority and resources might be limited, she says, “but it’s drinking water. At some point, this is essential. This is a basic right.”</p>\n<p>The lawsuit ended in a settlement requiring the county to <a href=\"http://webbcountytx.gov/WaterUtilities/MonthlyRegulatoryReporting/SettlementAgreementReporting/default.aspx\">post</a> drinking water quality reports online — which it finally started to do in January, several months late. And in community meetings also required by the settlement, RioGrande Legal Aid’s lawyers say they are not encouraged by progress reports on repairs at the plant. </p>\n<h3 id=\"try-try-again\">Try, Try Again</h3>\n<p>Nearly a year and a half after the August 2013 boil-water notice, the plant’s computer system has just begun working. The facility <a href=\"http://webbcountytx.gov/WaterUtilities/MonthlyRegulatoryReporting/SettlementAgreementReporting/Event11_Summary_Posting.pdf\">continues</a> to produce drinking water with turbidity levels exceeding state health standards, though not high enough to trigger another boil-water notice. </p>\n<p>Three of the workers indicted for allegedly falsifying water quality records still work at the plant. Perez-Garcia calls them “basically low-level employees who were acting according to the orders of their administrators.” The administrators no longer work for the county. </p>\n<p>In an interview, TCEQ officials said their options are limited. By statute, all they can do is cite public water systems — of which there are nearly 7,000 in Texas — for violations, issue fines and attempt to resolve them. </p>\n<p>“You’ve got to look at what authority the Legislature’s given to everybody. They’re ultimately the ones responsible if they want to step in and do something,” says Steve Niemeyer, head of border affairs for the agency. “We just do what we’re told, given the authority we have.” </p>\n<p>Even with a faulty water plant, the people of Rio Bravo are better off than other border communities, officials point out. Some public water systems are so small and remote that there’s no address to mail a notice of violation to, and nobody to answer the phone. </p>\n<p>“We were in communication, and we still continue to be in communication with the county. They’re still talking to us, they’re working with us, to try to achieve compliance,” says David Ramirez, director of the border and Permian Basin regional offices for the TCEQ. “We can’t ask for more than that.” </p>\n<p>Democratic state Sen. <a href=\"http://www.texastribune.org/directory/judith-zaffirini/\">Judith Zaffirini</a>, whose Laredo-based district includes the two communities, says the TCEQ filled its oversight role by responding to citizen complaints, investigating the plant and imposing “substantial penalties” for violations. </p>\n<p>She acknowledges that multiple fines haven’t resolved issues at the plant, but stops short of claiming lawmakers should give the TCEQ more power.</p>\n<p>“When you see that penalties are no longer deterrents, it’s important to look into the situation and find out why not,” Zaffirini says, adding: “This was not a problem that simply blossomed and the government stepped in. It was unscrupulous developers who caused this problem, and somehow the focus has been lost as if it were always a government issue. It wasn’t.”</p>\n<p>Progress is slow on major repairs at the plant, which Perez-Garcia blamed on the death of a contractor. He added that finding qualified workers is a challenge because the oilfields are luring them away. The plant has been unable to fill seven open jobs, he says. </p>\n<p>Last fall, residents of Rio Bravo and El Cenizo got more bad news — they will soon <a href=\"http://www.kgns.tv/home/headlines/El-Cenizo-Rio-Bravo-residents-could-see-increase-in-water-bills-282156341.html\">be paying far</a> more for water service. County officials say they’ve long been subsidizing the plant, at a cost mostly to residents in neighboring  Laredo, and can no longer afford to do so. That means the average household water bill could double, from $350 annually today to $700. On top of that, Webb County is asking for millions of dollars in loans from the state to make repairs to the treatment plant, which will raise average water bills by several hundred more dollars over time.</p>\n<p>RioGrande Legal Aid’s lawyers say that after decades of trying to help the communities, what they’ve seen happen in Rio Bravo and El Cenizo is unique. Failed public works projects aren’t uncommon, but faked water quality reports are rare. </p>\n<p>What’s happened “has a lot to do with the disenfranchisement and the marginalization of those communities,” says RioGrande Legal Aid attorney Israel Reyna. Webb County’s government is focused on the urban center of Laredo, he says, and few pay attention to the dozens of colonias and former colonias in the county. </p>\n<p>New local leaders say they are hoping to win back community trust. Webb County Judge Cayetano “Tano” Tijerina, sworn in in January, says it’s time to move on from the politics that “absolutely” played a role in the “sad situation” the people of Rio Bravo and El Cenizo were left to deal with.</p>\n<p>“I think it was very much mishandled. It was something that could’ve definitely been avoided, and that’s the hardest part,” Tijerina says. “But we’re not here to point any fingers. Now it’s how we’re going to mend the fences.”</p>\n",
    "PHOTO_1": "TxTrib-RioBravoElCenizo-001.jpg",
    "PHOTO_2": "TxTrib-RioBravoElCenizo-002.jpg",
    "PHOTO_3": "TxTrib-RioBravoElCenizo-003.jpg",
    "PHOTO_4": "TxTrib-RioBravoElCenizo-004.jpg",
    "PHOTO_5": "TxTrib-RioBravoElCenizo-005.jpg",
    "PHOTO_6": "TxTrib-RioBravoElCenizo-006.jpg",
    "PHOTO_7": "TxTrib-RioBravoElCenizo-007.jpg",
    "PHOTO_8": "TxTrib-RioBravoElCenizo-008.jpg",
    "PHOTO_9": "TxTrib-RioBravoElCenizo-009.jpg",
    "PHOTO_10": "TxTrib-RioBravoElCenizo-010.jpg",
    "PHOTO_11": "TxTrib-RioBravoElCenizo-011.jpg",
    "PHOTO_12": "TxTrib-RioBravoElCenizo-012.jpg",
    "CAPTION_1": "Karla Tamez, front, plays with her dog in her El Cenizo home while her mother, right, and a neighbor look on. Tamez has been active in efforts to fight for clean drinking water in the community.",
    "CAPTION_2": "Bertha Torres looks at records that her daughter, Karla, has saved in their home in El Cenizo. Most of the records are from state regulators who dealt with drinking water quality problems in the community.",
    "CAPTION_3": "Dozens of El Cenizo residents signed up to be part of the Comité de Ciudadanos Unidos de El Cenizo, or Committee of United Citizens of El Cenizo, to demand better water and sewer service and trash collection.",
    "CAPTION_4": "El Cenizo and its neighboring border town of Rio Bravo in South Texas have a brand-new water treatment plant that was supposed to provide nearly 10,000 people here with clean drinking water. But it’s never been run properly.",
    "CAPTION_5": "The residents of El Cenizo use the Avant filling station in town to stock up on filtered water. Hardly anyone here and in the neighboring border town of Rio Bravo trusts the tap water.",
    "CAPTION_6": "Alejandra Rodriguez, who sells party supplies like piñatas, hasn’t trusted the tap water since moving to El Cenizo from Mexico. She claims that the water coming out of the tap is the culprit behind her recurring skin rashes.",
    "CAPTION_7": "Roy Reyes, an operator at the Rio Bravo Water Treatment Plant, samples incoming raw water from the Rio Grande.",
    "CAPTION_8": "Water enters another phase of treatment inside the Rio Bravo treatment plant, which was finished in 2006 with $12 million in state funds.",
    "CAPTION_9": "Francisco Peña, the mayor of Rio Bravo, asks the residents of an adult day care center he runs if they feel comfortable drinking tap water. In a room of 30, he’s met with silence.",
    "CAPTION_10": "Storage tanks, filtration systems and piping inside the Rio Bravo Water Treatment Plant, which was finished in 2010 with $12 million in state funds.",
    "CAPTION_11": "Water is collected and sampled during the various treatment and filtration stages inside the Rio Bravo treatment plant, which was finished in 2010 with $12 million in state funds.",
    "CAPTION_12": "The patrons at the Epoca de Oro adult day care center in Rio Bravo drink bottled water and use the caps as lotería markers during their daily games.",
    "PHOTO_13": "TxTrib-Presidio-1.jpg",
    "CAPTION_13": "El Cenizo and its neighboring border town of Rio Bravo in South Texas have a brand-new water treatment plant that was supposed to provide nearly 10,000 people here with clean drinking water. But it’s never been run properly, critics say."
  },
  "OVERVIEW_SLIDER": [
    {
      "Slide": "QUESTION",
      "Main": "How many Texans don’t have drinkable water?",
      "Graphic": "water-jugs.svg",
      "GClass": "question"
    },
    {
      "Slide": 1,
      "Main": "The best guess is that 90,000 Texans — roughly 3.5 percent of those living along the border — don’t have running water in their homes.",
      "Subtext": "SOURCE: Border Environment Cooperation Commission, 2010 U.S. Census.",
      "Graphic": "faucet-01.svg",
      "GClass": "embed"
    },
    {
      "Slide": 2,
      "Main": "Most Texans without running water live in colonias, unincorporated communities that don’t have sewer service or paved roads. The state keeps tabs on six border counties, where more than 10 percent of colonia residents — 38,000 people — don’t have running water.",
      "Graphic": "6-counties.svg",
      "GClass": "embed"
    },
    {
      "Slide": 3,
      "Main": "There’s no data on how many more Texans don’t have drinkable water. Other than by going community to community, there’s no way to get a count. State health and environmental agencies don’t keep track.",
      "Graphic": "glass-01.svg",
      "GClass": "embed"
    },
    {
      "Slide": 4,
      "Main": "But it’s likely that tens of thousands of Texans have running water that might not be fit to drink. The Tribune visited four communities, home to at least 24,059 Texans, whose water is suspect.",
      "Bullets": "<li class=\"slide-text\">Rio Grande City: 14,021</li>\n<li class=\"slide-text\">Rio Bravo/El Cenizo: 8,067</li>\n<li class=\"slide-text\">Vinton: 1,971</li>\n<li class=\"slide-text\">Las Pampas: Unknown (estimated 30 families)</li>"
    }
  ],
  "VINTON_SLIDER": [
    {
      "Slide": "QUESTION",
      "Main": "What’s in the drinking water?",
      "Subtext": "A variety of contaminants can make water unsafe to drink. ",
      "Graphic": "contaminants-01.svg",
      "GClass": "question"
    },
    {
      "Slide": 1,
      "Main": "E. coli",
      "Subtext": "What is it?",
      "Bullets": "<li>E. coli is a bacteria found in human and animal waste.</li>",
      "Subtext2": "How does it get into drinking water?",
      "Bullets2": "<li>E. coli can enter water sources from raw sewage dumps into the Rio Grande or runoff seeping into groundwater. When water isn’t properly treated, E. coli can end up in drinking water.</li>",
      "Graphic": "ecoli-01.svg",
      "GClass": "icon"
    },
    {
      "Slide": 2,
      "Main": "E. coli",
      "Subtext": "What are the potential health consequences?",
      "Bullets": "<li>Most strains of E. coli are harmless, but some can cause infections leading to diarrhea, vomiting, stomach cramps, mild fever, nausea and headaches.</li><li>While most recover from these symptoms within a week, some people — particularly young children and older adults — may develop a life-threatening form of kidney failure called hemolytic uremic syndrome.</li>",
      "Graphic": "ecoli-01.svg",
      "GClass": "icon"
    },
    {
      "Slide": 3,
      "Main": "Total coliforms",
      "Subtext": "What is it?",
      "Bullets": "<li>Total coliforms are bacteria that are not harmful to humans. Their presence in a treated water supply, however, indicates that dangerous contaminants are also present.</li>",
      "Subtext2": "How does it get into drinking water?",
      "Bullets2": "<li>The presence of coliforms means that treated water was contaminated with sewage or animal waste.</li>",
      "Graphic": "totalcoliform-01.svg",
      "GClass": "icon"
    },
    {
      "Slide": 4,
      "Main": "Total coliforms",
      "Subtext": "What are the potential health consequences?",
      "Bullets": "<li>The contaminants present with coliforms may cause diarrhea, abdominal cramps, nausea and possibly jaundice, but not all infected individuals develop symptoms.</li>",
      "Graphic": "totalcoliform-01.svg",
      "GClass": "icon"
    },
    {
      "Slide": 5,
      "Main": "Arsenic",
      "Subtext": "What is it?",
      "Bullets": "<li>Arsenic is a semi-metal element that is poisonous if ingested in large quantities.</li>",
      "Subtext2": "How does it get into drinking water?",
      "Bullets2": "<li>Because arsenic exists naturally in the ground, it commonly contaminates groundwater and rivers. It can also reach water supplies as a result of industrial and agricultural pollution.</li>",
      "Graphic": "arsenic-01.svg",
      "GClass": "icon"
    },
    {
      "Slide": 6,
      "Main": "Arsenic",
      "Subtext": "What are the potential health consequences?",
      "Bullets": "<li>Longtime ingestion of arsenic can cause thickening and discoloration of the skin, stomach pain, nausea, vomiting, diarrhea, numbness in hands and feet, partial paralysis and blindness. Arsenic has also been linked to cancer of the bladder, lungs, skin, kidney, nasal passages, liver and prostate.</li>",
      "Graphic": "arsenic-01.svg",
      "GClass": "icon"
    },
    {
      "Slide": 7,
      "Main": "Disinfectant byproducts",
      "Subtext": "What are they and how do they get into drinking water?",
      "Bullets": "<li>When disinfectants such as chlorine are added to drinking water to protect against disease-causing contaminants, the disinfectants can react with naturally occurring materials in the water to form potentially dangerous byproducts.</li>",
      "Subtext2": "What are the potential health consequences?",
      "Bullets2": "<li>Long-term exposure to various disinfectant byproducts can lead to liver, kidney or central nervous system problems and an increased risk of cancer.</li>",
      "Graphic": "disinfectant-01.svg",
      "GClass": "icon"
    }
  ],
  "LASPAMPAS_SLIDER": [
    {
      "Slide": "QUESTION",
      "Main": "Why are there still colonias?",
      "Graphic": "colonias.svg",
      "GClass": "question"
    },
    {
      "Slide": 1,
      "Main": "Why are there colonias along the border?",
      "Subtext": "In the 1950s, cagey real estate developers started to sell cheap tracts of low-grade land in unincorporated areas mostly to poor Hispanic migrants, who bought the land despite precarious living conditions."
    },
    {
      "Slide": 2,
      "Main": "Promises never fulfilled",
      "Subtext": "Colonia residents have waited years — sometimes decades — for the water and sewer service developers falsely promised. Many do not have the means to pack up and leave.",
      "Graphic": "calendar.svg",
      "GClass": "embed"
    },
    {
      "Slide": 3,
      "Main": "In 1989, Texas began passing legislation to protect colonia residents.",
      "Subtext": "Multiple laws were supposed to improve colonia conditions. Developers can't sell houses without water service. Exploitative housing contracts are illegal. And the attorney general can sue developers to bring colonias up to code. ",
      "Graphic": "gavel.svg",
      "GClass": "embed"
    },
    {
      "Slide": 4,
      "Main": "Since Texas started tracking colonia development, there have been minor improvements.",
      "Subtext": "In 2005, the state began tracking its progress ​​on improving life for colonia residents.",
      "Graphic": "checked-clipboard.svg",
      "GClass": "embed"
    },
    {
      "Main": "In the six most populous border counties...",
      "Bullets": "<li>In 2006, 145,400 of 359,800 residents had water and wastewater services (40 percent).</li>\n<li>In 2014, 214,200 of 369,500 residents had water and wastewater services (58 percent).</li>",
      "Graphic": "piechart-01.svg",
      "GClass": "chart"
    },
    {
      "Slide": 5,
      "Main": "Progress is often slow because colonias must ask the state for help.",
      "Subtext": "Colonias without water services are expected to speak up. That requires local leaders who can navigate government bureaucracy, but cultural barriers and mistrust of government often stand in the way."
    },
    {
      "Slide": 6,
      "Main": "For colonias still seeking help, funding is running dry.",
      "Subtext": "A billion dollars in grants have been spent since 1989 to improve services in colonias, but there is very little money left. Communities seeking help must borrow money and pay it back, which many cannot afford to do.",
      "Graphic": "money-stack.svg",
      "GClass": "embed"
    }
  ],
  "RIOGRANDE_SLIDER": [
    {
      "Slide": "QUESTION",
      "Main": "What are water supply corporations?",
      "Graphic": "solodrop-01.svg"
    },
    {
      "Slide": 1,
      "Main": "Water supply corporations are nonprofit cooperatives formed by residents who need a water supply.  ",
      "Subtext": "That means they’re owned by their customers who, like stockholders, elect a governing board to hire workers and run the operation. ",
      "Graphic": "community.svg",
      "GClass": "embed"
    },
    {
      "Slide": 2,
      "Main": "They were created in the 1930s to help rural communities. ",
      "Subtext": "During the 1930s drought and the Dust Bowl, few cities in Texas were big or rich enough to build water systems. The mostly rural state needed the water corporations so that ordinary citizens could band together to get water. "
    },
    {
      "Slide": 3,
      "Main": "They became crucial for supplying colonias, too. ",
      "Subtext": "Texas law gave water corporations permission to apply for state funding and other assistance. Many cities have absorbed rural areas and colonias, but the water supply corporations still have the authority to provide them with water service. And many local residents like having control over their own water supplies. "
    },
    {
      "Slide": 4,
      "Main": "In some cases, that means water is more expensive than it needs to be, and it's harder to maintain operations and facilities. ",
      "Subtext": "Unlike cities, water supply corporations don't collect taxes. Their operations are funded only by water rates. That means they can't subsidize water for low-income areas or easily raise extra money to cover large costs, like renovations or improvements. ",
      "Graphic": "open-faucet.svg",
      "GClass": "icon"
    },
    {
      "Slide": 5,
      "Main": "But water supply corporations aren't likely to go away anytime soon. ",
      "Subtext": "Even though they don't make a profit, those who run water supply corporations control expensive contracts for things like building and maintaining a treatment plant or replacing pipes. That's power they don't want to give up. "
    }
  ],
  "RIOBRAVO_SLIDER": [
    {
      "Slide": "QUESTION",
      "Main": "Why is money not enough?",
      "Graphic": "moneydrops-01.svg",
      "GClass": "question"
    },
    {
      "Slide": 1,
      "Main": "Over the last three decades, at least $1.8 billion has been spent on water and wastewater projects. ​Half ​was grant money, while the rest was loans.",
      "Graphic": "barchart-01.svg",
      "GClass": "chart"
    },
    {
      "Slide": 2,
      "Main": "That money has accomplished a lot.",
      "Subtext": "There's no comprehensive list, but hundreds of communities in Texas now have water treatment plants, pipelines and storage tanks.",
      "Graphic": "pipes.svg",
      "GClass": "embed"
    },
    {
      "Slide": 3,
      "Main": "But we don’t know how much of that money has given people clean drinking water.",
      "Subtext": "None of the dozens of governmental agencies that pumped money into this problem have comprehensively tracked what happens to the communities that spent it — and whether they ended up with clean drinking water. "
    },
    {
      "Slide": 4,
      "Main": "Local governments must make the most of the money.",
      "Subtext": "That means building projects without cutting corners, hiring experienced workers and paying for maintenance. That requires political will and often results in higher water costs for residents.  "
    },
    {
      "Slide": 5,
      "Main": "Regulators lack the power to make sure problems are fixed.",
      "Subtext": "Regulators can issue citations and impose fines when they see problems, but often they're not looking and their impact is only temporary.",
      "Graphic": "search-document.svg",
      "GClass": "embed"
    }
  ]
}